/* Cancel button title */
"Cancel" = "Cancel";

/* Page title */
"Connect to a Directory Server" = "Connect to a Directory Server";

/* Error title */
"Incorrect Xsan version." = "Incorrect Xsan version.";

/* Install Xsan page title */
"Install Xsan" = "Install Xsan";

/* Recovery suggestion */
"Please insert version 2.2 or later of the Xsan installer, or click Cancel and choose to install Xsan later." = "Please insert version 2.2 or later of the Xsan installer, or click Cancel and choose to install Xsan later.";

/* No comment provided by engineer. */
"Searching for Xsan installer" = "Searching for Xsan installer";

/* Xsan require auth unsupported error */
"The selected directory server requires authentication, but this is not supported with Xsan directory auto configuration." = "The selected directory server requires authentication, but this is not supported with Xsan directory auto configuration.";

/* Xsan Active Directory unsupported error */
"The selected server is an Active Directory server, but this is not supported with Xsan directory auto configuration." = "The selected server is an Active Directory server, but this is not supported with Xsan directory auto configuration.";

/* Look for Xsan installer again button title */
"Try Again" = "Try Again";

/* Configure Xsan step title */
"Xsan" = "Xsan";

/* Xsan Controller Type step title */
"Xsan Controller Type" = "Xsan Controller Type";

/* Error title */
"Xsan installer was not found." = "Xsan installer was not found.";

/* Xsan License Agreement page title */
"Xsan License Agreement" = "Xsan License Agreement";

/* Recovery suggestion */
"You must insert the Xsan install disc before proceeding, or click Cancel and choose to install Xsan later." = "You must insert the Xsan install disc before proceeding, or click Cancel and choose to install Xsan later.";

